// 지역 코드 매핑
export const sigunguCodeLabel: Record<string, string> = {
  "290": "경산시",
  "130": "경주시",
  "830": "고령군",
  "190": "구미시",
  "150": "김천시",
  "820": "청도군",
  "750": "청송군",
  "280": "문경시",
  "170": "안동시",
  "210": "영주시",
  "230": "영천시",
  "760": "영양군",
  "770": "영덕군",
  "930": "울진군",
  "940": "울릉군",
  "730": "의성군",
  "920": "봉화군",
  "250": "상주시",
  "840": "성주군",
  "110": "포항시",
  "111": "포항시 남구",
  "113": "포항시 북구",
  "900": "예천군",
  "850": "칠곡군",
};

// 관광 타입 코드 매핑
export const contentTypeLabel: Record<string, string> = {
  "39": "음식점",
  "14": "문화시설",
  "32": "숙박",
  "38": "쇼핑",
  "25": "여행코스",
  "28": "레포츠",
  "15": "행사/축제",
  "12": "관광지",
};
